{
  "portrait": [
    {
      "image": "/images/portfolio/prt-1.webp",
      "alt": "Portrait d'une femme aux cheveux bouclés, les yeux fermés, entourée de feuillage en mouvement",
      "title": "Évasion naturelle",
      "description": "Un instant suspendu en pleine nature, où la lumière caresse délicatement le visage du modèle, reflétant une sensation de liberté et d’harmonie."
    },
    {
      "image": "/images/portfolio/prt-2.webp",
      "alt": "Portrait d'une jeune fille blonde aux yeux bleus, posant dehors avec un léger sourire",
      "title": "Innocence et mystère",
      "description": "Un regard perçant, à la fois doux et énigmatique, capturant l’essence de l’enfance entre lumière et ombre."
    },
    {
      "image": "/images/portfolio/prt-3.webp",
      "alt": "Portrait d'une femme aux cheveux au vent",
      "title": "L’âme du vent",
      "description": "Les cheveux en mouvement, un regard intense qui traduit à la fois la force et la fragilité, comme emporté par une brise légère."
    },
    {
      "image": "/images/portfolio/prt-4.webp",
      "alt": "Portrait d'un homme souriant",
      "title": "Joie authentique",
      "description": "Un sourire éclatant, marqué par les traces du temps et l’énergie de la vie, capturant un moment de bonheur sincère."
    },
    {
      "image": "/images/portfolio/prt-5.webp",
      "alt": "Portrait d'une femme pensive",
      "title": "Mélancolie et profondeur",
      "description": "Un portrait délicatement composé, où l’expression du modèle invite à une réflexion intérieure et à une douce mélancolie."
    },
    {
      "image": "/images/portfolio/prt-6.webp",
      "alt": "Portrait d'une femme en noir et blanc",
      "title": "Simplicité et grâce",
      "description": "Un jeu subtil d’ombres et de lumière mettant en valeur la douceur des traits et l’intensité du regard."
    }
  ],

  "voyage": [
    {
      "image": "/images/portfolio/voy-1.webp",
      "alt": "Vue de la Tour Eiffel entre deux immeubles parisiens.",
      "title": "Élégance parisienne",
      "description": "Paris et son charme intemporel sous le regard de la Tour Eiffel."
    },
    {
      "image": "/images/portfolio/voy-2.webp",
      "alt": "La tour de l’horloge Big Ben sous un ciel nuageux à Londres.",
      "title": "Londres éternelle",
      "description": "Big Ben, symbole majestueux au cœur de la capitale britannique."
    },
    {
      "image": "/images/portfolio/voy-3.webp",
      "alt": "Rue animée de New York entourée de gratte-ciels imposants.",
      "title": "New York, la ville qui ne dort jamais",
      "description": "Au cœur de Manhattan, entre modernité et effervescence."
    },
    {
      "image": "/images/portfolio/voy-4.webp",
      "alt": "Bateau en bois naviguant sur un lac alpin entouré de montagnes.",
      "title": "Tranquillité à Königssee",
      "description": "Naviguer sur le lac Königssee, un joyau caché des Alpes bavaroises."
    },
    {
      "image": "/images/portfolio/voy-5.webp",
      "alt": "Van jaune roulant sur une route au milieu du désert de Monument Valley.",
      "title": "Sur la route de Monument Valley",
      "description": "À travers les paysages mythiques de l’Ouest américain, l’aventure prend tout son sens."
    },
    {
      "image": "/images/portfolio/voy-6.webp",
      "alt": "Soleil couchant sur les sommets des Andes avec une vallée sombre en contrebas.",
      "title": "Crépuscule sur les Andes",
      "description": "Quand le soleil embrase les sommets, la nature dévoile toute sa splendeur."
    }
  ],

  "editorial": [
    {
      "image": "/images/portfolio/mode-1.webp",
      "alt": "Femme posant avec grâce devant un mur orange texturé.",
      "title": "Expression brute",
      "description": "Un mur texturé, un corps en mouvement, un instant suspendu. Cette photo capte l’énergie et l’authenticité du moment."
    },
    {
      "image": "/images/portfolio/mode-2.webp",
      "alt": "Vêtements suspendus sur un cintre en bois flotté dans un style minimaliste.",
      "title": "Élégance naturelle",
      "description": "Des coupes simples, des tissus doux, une lumière pure. Une ambiance apaisante qui valorise la beauté dans la sobriété."
    },
    {
      "image": "/images/portfolio/mode-3.webp",
      "alt": "Carnet avec stylo, écouteurs et carte Storyteller.",
      "title": "L’art du récit visuel",
      "description": "L’image allie intention et créativité. Chaque détail invite à imaginer une histoire."
    },
    {
      "image": "/images/portfolio/mode-4.webp",
      "alt": "Un assemblage de magazines",
      "title": "Couvertures du monde",
      "description": "Un assemblage de magazines venus d’ailleurs. Une richesse visuelle entre styles, récits et horizons."
    },
    {
      "image": "/images/portfolio/mode-5.webp",
      "alt": "Flacon de parfum et accessoires de luxe, dans l’univers raffiné de Chanel.",
      "title": "Élégance signée Chanel",
      "description": "Parfum, gants et accessoires incarnant l’essence du chic intemporel."
    },
    {
      "image": "/images/portfolio/mode-6.webp",
      "alt": "Femme tenant un sac blanc minimaliste signé Dior, symbole de raffinement.",
      "title": "Lignes pures de Dior",
      "description": "La simplicité élégante d’un sac Dior pour une allure sophistiquée."
    }
  ],

  "evenement": [
    {
      "image": "/images/portfolio/eve-1.webp",
      "alt": "Mains en discussion, outils de travail en avant-plan.",
      "title": "Échange professionnel",
      "description": "Geste, focus, interaction : l’instant d’un dialogue en entreprise."
    },
    {
      "image": "/images/portfolio/eve-2.webp",
      "alt": "Lancement de marque avec foule et présentation de produits.",
      "title": "Expérience de marque",
      "description": "Un moment fort de présentation, au croisement du style et de la communauté."
    },
    {
      "image": "/images/portfolio/eve-3.webp",
      "alt": "Accueil des participants avec distribution de badges et documents",
      "title": "Accueil séminaire",
      "description": "Distribution de badges et documentation, premier point de contact d’un événement structuré."
    },
    {
      "image": "/images/portfolio/eve-4.webp",
      "alt": "Photo de mariés heureux",
      "title": "Innocence et élégance",
      "description": "Un mariage rempli d’amour et de complicité, où les mariés célèbrent leur union avec force."
    },
    {
      "type": "video",
      "video": "/video/mariage-2.mp4",
      "poster": "/video/mariage-2-poster.jpg",
      "alt": "Vidéo des préparatifs d'un mariage",
      "title": "Les coulisses du grand jour",
      "description": "Préparatifs vibrants capturant l’émotion avant l’événement."
    },
    {
      "type": "video",
      "video": "/video/anniversaire.mp4",
      "poster": "/video/anniversaire-poster.jpg",
      "alt": "Vidéo d'une fête d'anniversaire",
      "title": "Joyeux anniversaire en or",
      "description": "Moments de fête autour d’une nouvelle décennie, remplis de sourires sincères."
    }
  ]
}
